Repository: Hazy87/MarkAble
Catalog: Properties/Resources.*.resx
Languages: de

# Add_to_existing_batch_query
source: Add to existing?
de: In bestehende Datei einfügen?

source: All files are <fileformat>
de: Alle Dateien sind <fileformat>

source: All files to be processed appear to be <fileformat> files.
de: Alle zu verarbeitenden Dateien scheinen <fileformat> Dateien zu sein.

# All_MP3_files_have_now_been_converted_to_bookmarking_format
source: All files have now been converted to bookmarking format and placed into iTunes. Look for the files in your 'Music' folder, genre 'Audiobook'.
de: Alle Dateien sind nun in das Hörbuch-Format konvertiert und in iTunes importiert. Suchen Sie die Dateien in Ihrem Ordner "Musik", Genre "Hörbuch".

# All_of_the_files_you_have_selected_are_protected_by_Digital_Rights_Management
source: All of the files you have selected are protected by Digital Rights Management (DRM).
de: Alle ausgewählten Dateien sind mit Digital Rights Management (DRM) geschützt.

source: Are you sure you want to remove this project permanently from the batch file?
de: Sind Sie sicher, dass Sie dieses Projekt endgültig aus der Batch-Datei entfernen möchten?

# Audiobooks_on_the_iPod_can_have_chapter_stops
source: Audiobooks on the iPod can have chapter stops to make navigation easier. Choose from the options below:
de: Hörbücher auf dem iPod können Kapitel haben um die Navigation zu erleichtern. Wählen Sie aus den folgenden Optionen:

# A_new_version_of_MarkAble_is_available
source: A new version of MarkAble (version <versionnum>) is available. Go to the web site to download it now?
de: Eine neue Version von MarkAble (Version <versionnum>) ist verfügbar. Möchten Sie jetzt auf die Website gehen, um diese herunterzuladen?

# Bad_file_type_in_list
source: Bad file type in list! : expecting MP3, got <filetype>.
de: Es war ein ein unbekannter Dateityp in der Liste! Erwartet wurde MP3, ausgewählt <filetype>.

source: Cancelled
de: Abgebrochen

# Cancelling
source: Cancelling. However, you can resume ripping this book at a later time, if you wish.
de: Operation wird abgebrochen. Sie können das Rippen des Hörbuchs jedoch zu einem späteren Zeitpunkt fortsetzen.

# Change_now_query
source: Change now?
de: Jetzt ändern?

source: Change your options to <filetype>?
de: Ändern Sie Ihre Optionen <filetype>?

source: Choose a short sound file
de: Wählen Sie eine kurzen Sound-Datei

source: Converting '<booktitle>' by <author>
de: Konvertieren '<booktitle>' von <author>

source: Converting this track seems to be taking a very long time.
de: Die Umwandlung dieses Tracks scheint sehr lange zu dauern.

# Critical_exclaim
source: Critical!
de: Kritischl!

source: Delete the '<booktitle>' project?
de: Löschen des "<booktitle>" Projekt?

source: Different Encoder
de: Anderer Encoder

# Discard_project_query
source: Discard project?
de: Projekt verwerfen?

# discnum__of__totdiscs
source: Disc <discnum> of <totdiscs>
de: Disk <discnum> von <totdiscs>

# Done_exclaim
source: Done!
de: Fertiggestellt!

# Do_you_want_MarkAble_to_change_the_iTunes_encoder_rate_now_query
source: Do you want MarkAble to change the iTunes encoder rate now?
de: Möchten Sie das MarkAble jetzt die iTunes-Encoder Datenrate jetzt ändern?

# Do_you_want_to_continue_query
source: Do you want to continue?
de: Wollen Sie fortfahren?

# Do_you_want_to_resume_query
source: Do you want to resume?
de: Wollen Sie fortsetzen?

source: Each file will be approx. <totsize>MB in size.
de: Jede Datei wird circa <totsize> MB groß.

# Each_file_will_be_approx_totsize_MB_in_size_duration_duration
source: Each file will be approx. <totsize>MB in size, duration <duration> hours.
de: Jede Datei wird circa <totsize> MB groß, mit einer Dauer von <duration> Stunden

source: Each file will have duration <duration> hours.
de: Jede Datei wird eine Laufzeit von <duration> Stunden haben.

# Eg_colon
source: Eg:
de: z.B.:

# Empty_exclaim
source: Empty!
de: Leer!

source: Error adding file <filename>
de: Es kam zu einem Fehler beim Hinzufügen von <filename>

source: Error copying file <filename>.
de: Es kam zu einem Fehler beim Kopieren von <filename>.

# Error_exclaim
source: Error!
de: Fehler!

source: Error on opening files
de: Beim Öffnen einer Datei kam es zu einem Fehler

source: Error reading file <filename>
de: Beim Lesen der Datei <filename> kam es zu einem Fehler

source: Failed to transfer file
de: Datei konnte nicht kopiert werden

source: Files so far ripped were encoded as <filetype>.
de: Bis jetzt gerippte Dateien wurden als <filetype> codiert.

# Files_will_be_larger_than_recommended_size_and_or_duration
source: Files will be larger than recommended size and/or duration unless you increase the number of parts.
de: Die Dateien werden größer sein als die empfohlene Größe und / oder die Dauer, wenn Sie die Anzahl der Teile nicht erhöhen

# Files_will_be_too_big_to_play_at_the_current_sampling_rate
source: Files will be too big to play at the current sampling rate unless you increase the number of parts or you are encoding at a lower rate.
de: Dateien werden zu groß um sie mit der aktuellen Sampling-Rate abzuspielen, erhöhen Sie die Anzahl der Teile zu erhöhen, oder verringern Sie Sampling-Rate.

source: File <filenum> of <totfiles>
de: Datei <filenum> von <totfiles>

# File_will_be_totsize_MB_in_size_duration_hours
source: File will be <totsize>MB in size, duration <duration> hours.
de: Diese Datei wird <totsize> MB groß werden, Dauer <duration> Stunden.

source: File will have duration <duration> hours.
de: Diese Datei wird eine Laufzeit von <duration> Stunden haben.

source: However, processing continued and the merged file may be OK.
de: Trotzdem wurde die Verarbeitung fortgesetzt, die zusammengeführte Datei könnte in Ordnung sein.

source: However, you can resume converting this book at a later time, if you wish.
de: Sie können das Konvertieren des Hörbuchs jedoch zu einem späteren Zeitpunkt fortsetzen.

source: If all of these files have been encoded the same way, you can skip the conversion process and go straight to merge.
de: Wenn alle diese Dateien gleich kodiert worden sind, können Sie die Konvertierung überspringen und mit dem Merge weitermachen.

# If_so__and_if_iTunes_is_running_quit_iTunes
source: If so, and if iTunes is running, quit iTunes and when it has fully closed down, click on 'Yes'.
de: Wenn ja, und falls iTunes läuft, beenden Sie iTunes. Wenn es vollständig beendet ist, klicken Sie auf "Ja".

source: If you say 'Yes' you'll never be prompted to resume this project again.
de: Wenn Sie "Ja" wählen werden Sie nicht mehr dazu aufgefordert, dieses Projekt wieder fortzusetzen.

# If_you_say_YES__this_project_will_be_added_to_the_existing_batchfile
source: If you say YES, this project will be added to the existing batchfile. If you say NO, you'll be prompted for a different file name.
de: Wenn Sie auf "Ja" wählen wird dieses Projekt zur bestehenden Batchdatei hinzugefügt. Wenn Sie "Nein" wählen, werden Sie nach einem anderen Dateinamen gefragt.

source: If you wish MarkAble to set this rate, please close down iTunes.
de: Wenn MarkAble die Datenrate setzen soll beenden Sie bitte iTunes

source: If you would like us to restore your previous settings, please close iTunes.
de: Wenn Sie möchten, dass wir Ihre vorherigen Einstellungen wiederherstellen, schließen Sie bitte iTunes

# Ignore_this_query
source: Ignore this?
de: Ignorieren?

source: Importing audiobook into iTunes, please wait!
de: Hörbuch wird in iTunes importiert, bitte warten!

# Invalid_registration_key_exclaim
source: Invalid registration key!
de: Ungültiger Freischaltcode!

source: Invalid track duration, skipping track
de: Ungültige Titel Dauer, überspringe Titel

source: iTunes error
de: iTunes Fehler

# iTunes_is_not_responding_to_MarkAble_control
source: iTunes is not responding to MarkAble control. Minimize MarkAble and check to see if iTunes is attempting to ask you a question.
de: iTunes reagiert nicht auf die kontroll Anfrage. Minimieren sie MarkAble und überprüfen Sie ob iTunes eine Eingabe erwartet.

# iTunes_is_still_not_responding
source: iTunes is still not responding to MarkAble control. Giving up.
de: iTunes ist noch immer nicht zu kontrollieren. Breche ab.

source: iTunes won't respond
de: iTunes reagiert nicht

# It_looks_as_if_you_didn_t_finish_processing_CDs_for_booktitle
source: It looks as if you didn't finish processing CDs for '<booktitle>' by <author>.
de: Es sieht so aus, als ob Sie nicht fertig Verarbeitung CDs für '<booktitle>' von <author>.

# It_looks_as_if_you_didn_t_finish_processing_files_for_booktitle
source: It looks as if you didn't finish processing files for '<booktitle>' by <author>
de: Es sieht so aus, als ob du es nicht fertig ist der Verarbeitung von Dateien für '<booktitle>' von <author>

source: MarkAble batch processing complete!
de: MarkAble Batch-Verarbeitung abgeschlossen!

source: MarkAble has been updated and you will require a new registration key.
de: MarkAble wurde aktualisiert, und Sie brauchen einen neuen Registrierungsschlüssel.

# MP3_files_can_t_have_chapter_stops
source: MP3 files can't have chapter stops, sorry, but you can set an image which iTunes will use as cover artwork.
de: Leider können MP3-Dateien keine Kapitel haben, aber Sie können ein Bild, welches iTunes als Cover benutzt, verwenden.

# Nothing_to_do_exclaim
source: Nothing to do!
de: Es gibt nichts zu tun!

source: Not ready
de: Nicht bereit

# No_CD_tracks_could_be_read
source: No CD tracks could be read. Please check CD drive and whether iTunes is asking you a question.
de: Es konnten keine CD-Titel gelesen werden. Bitte überprüfen Sie das CD-Laufwerk und ob iTunes eine Eingabe erwartet.

source: No lists found
de: Keine Listen vorhanden.

source: No tracks
de: Keine Titel

source: Otherwise, click 'No' now.
de: Andernfalls klicken Sie jetzt auf 'Nein'.

# Please_put_Disc__discnum__of_the_set_into_your_CD_drive
source: Please put Disc <discnum> of the set into your CD drive. Wait until you can see iTunes list all the tracks, then click on OK.
de: Bitte legen Sie Disk <discnum> in das CD-Laufwerk ein. Bitte warten Sie, bis Sie in iTunes alle Titel in der Liste sehen können und klicken Sie dann auf OK

source: Please set the author's name in Step 4
de: Bitte tragen Sie den Namen des Autors in Schritt 4 ein

source: Please set the book's title in Step 3
de: Bitte tragen Sie den Buchtitel in Schritt 3 ein

source: Please set the CD drive in Step 1
de: Bitte tragen Sie das CD-Laufwerk in Schritt 1 ein

source: Please set the creator's name in Step 4
de: Bitte tragen Sie der Name des Erstellers in Schritt 4 ein

source: Please visit <webpage> for more information.
de: Bitte besuchen Sie diese Webseite für weitere Informationen: <webpage>

source: Please wait, opening iTunes...
de: Bitte warten Sie, iTunes wird geöffnet ...

source: Problems
de: Probleme

source: Processing '<booktitle>' by <author>
de: Verarbeite "<booktitle> 'von <author>

source: Processing file '<path>'
de: Verarbeite Datei '<path>'

source: Processing tracks...
de: Verarbeite CD-Titel ...

source: Processing track '<trackname>'
de: Verarbeite CD-Titel "<trackname>"

# Process_just_the_unprotected_files_query
source: Process just the unprotected files?
de: Nur die ungeschützten Dateien verarbeiten?

source: Protected files encountered
de: Geschützte Dateien gefunden

source: Restore Preferences
de: Wiederherstellen der Einstellungen

# Resume_query
source: Resume?
de: Fortsetzen?

source: Ripping "<booktitle>" by <author>
de: Rippe "<booktitle>" von <author>

source: Saying 'No' will abandon the resume
de: Die Auswahl von 'Nein' bricht das Fortsetzen ab

# Skip_conversion_query
source: Skip conversion?
de: Konvertierung überspringen?

# Some_of_the_files_you_have_selected_are_protected_by_Digital_Rights_Management
source: Some of the files you have selected are protected by Digital Rights Management (DRM).
de: Einige der ausgewählten Dateien sind mit Digital Rights Management (DRM) geschützt.

source: Some problems were encountered during merging:
de: Während des Zusammenfügen (merge) traten Fehler auf:

# Sorry_exclaim
source: Sorry!
de: Entschuldigung!

# Success_exclaim
source: Success!
de: Erfolgreich!

# Sure_query
source: Sure?
de: Sind Sie sicher?

source: Thanks for registering!
de: Vielen Dank für Ihre Registrierung!

# The_batch_file_is_now_empty_Delete_it_query
source: The batch file is now empty. Delete it?
de: Die Batch-Datei ist nun leer, soll sie gelöscht werden?

source: This batchfile already contains the following projects
de: Diese Batch-Datei enthält bereits folgende Projekte

source: Try adding files in smaller groups, or use 'Select Folder'
de: Versuchen Sie weniger Dateien auf einmal auszuwählen oder benutzen Sie "Verzeichnis wählen"

# Try_again_query
source: Try again?
de: Nochmal versuchen?

source: Unable to alter batch file!
de: Batch-Datei kann nicht geändert werden!

source: Unable to create folder
de: Verzeichnis kann nicht angelegt werden.

source: Unable to create folder <path>
de: Verzeichnis <path> kann nicht angelegt werden.

source: Unable to create local app data folder
de: Lokales Applikations Verzeichnis kann nicht angelegt werden

source: Unable to delete batch file!
de: Batch-Datei kann nicht gelöscht werden!

source: Unable to delete prior copy <path>
de: Kopierpfad <path> kann nicht gelöscht werden.

source: Unable to determine file size and duration.
de: Dateigröße und Dauer können nicht ermittelt werden.

# Unable_to_load_image_exclaim
source: Unable to load image!
de: Bild kann nicht geladen werden.

source: Unable to load initial file!
de: Initial Datei kann nicht geladen werden!

source: Unable to move converted file to <path>
de: Konvertierte Datei kann nicht nach <path> verschoben werden

source: Unable to open batch file
de: Batch-Datei kann nicht geöffnet werden

source: Unable to open iTunes!
de: iTunes kann nicht geöffnet werden!

source: Unable to open <path> for writing!
de: In den Pfad <path> kann nicht geschrieben werden!

source: Unable to save batch
de: Batch-Datei kann nicht gespeichert werden

# Unable_to_set_cover_artwork_and_bookmarking_in_iTunes
source: Unable to set cover artwork and bookmarking in iTunes. You may need to set this manually.
de: Cover und Bookmarks konnten nicht automatisch in iTunes gesetzt werden. Bitte setzen Sie diese manuell.

# Unfortunately_ITunes_cannot_process_DRM_protected_files
source: Unfortunately ITunes (and therefore MarkAble) cannot process DRM protected files.
de: Leider kann iTunes (und damit auch MarkAble) keine DRM geschützten Dateien verarbeiten.

# Warning_exclaim
source: Warning!
de: Warnung!

# We_ll_now_start_to_convert_the_tracks_from_each_disc_to_an__encodertype__format
source: We'll now start to convert ('rip') the tracks from each disc to an <encodertype> format. Each disc should take about 2 to 5 minutes to process.
de: Die Konvertierung ("Rippen") der einzelnen Titel in das <encodertype> Format beginnt nun. Pro CD dauert dieser Vorgang ca. 2-5 Minuten.

# We_re_now_converting_all_the_audio_files_into_fileformat_format
source: We're now converting all the audio files into <fileformat> format. This can take quite a long while!
de: Alle Audio Dateien werden nun in das <fileformat> Format konvertiert. Dieser Vorgang kann sehr lange dauern.

source: When it has completely shut down, click 'Yes'.
de: Sobald es beendet ist klicken Sie bitte auf "Ja".

source: When it has fully closed down, then click 'Yes' below.
de: Sobald es beendet ist klicken Sie bitte weiter unten auf "Ja".

source: Your current preferences are for <encodertype> encoding.
de: Ihre aktuellen Einstellungen gelten für <encodertype> kodieren.

source: Your iTunes encoder preferences have been changed by MarkAble.
de: Ihre iTunes Kodierungs Einstellungen wurden von MarkAble geändert.

source: Your preferred encoding rate has not been set in iTunes.
de: Ihre bevorzugte Datenrate wurde in iTunes nicht eingestellt.

source: You appear to have entered a registration key for an earlier version of MarkAble.
de: Sie haben einen Registrierungsschlüssel ist für eine ältere Version von MarkAble eingegeben.

source: You may have selected too many files at once.
de: Sie haben zu viele Dateien auf einmal ausgewählt

source: You won't be asked again.
de: Sie werden nicht mehr gefragt werden.

source: each
de: jede

source: every
de: jede

# Ordinal_nd
source: nd
de: te

# Ordinal_rd
source: rd
de: te

# Ordinal_st
source: st
de: te

# Ordinal_th
source: th
de: te

# Evaluation_expired
source: Sorry, your evaluation period has now expired.
de: Ihre Probezeit ist jetzt abgelaufen.

# Evaluation_remaining
source: You have <days> days remaining
de: Du hast <days> Tage verbleibenden

source: Registered to
de: Registriert für

source: Unregistered
de: Nicht eingetragen

source: Could not find some of the files in project <booktitle>.
de: Einige der Dateien fehlen in dem Projekt <booktitle>.

source: Missing files
de: Einige Dateien fehlen

# Remove_the_project_from_the_batch_query
source: Remove the project from the batch?
de: Entfernen Sie das Projekt?

source: Unable to delete existing file <path>
de: Kann die Datei nicht löschen <path>

# Project_added_to_batch
source: The project was added to the batch file
de: Das Projekt wurde der Batch-Datei hinzugefügt
